Repository: helsingborg-stad/Modularity
Catalog: languages/modularity-*.po
Languages: sv_se

source: Edit
sv_se: Redigera

source: Modules
sv_se: Moduler

source: Import
sv_se: Importera

source: Remove
sv_se: Ta bort

source: Hide module
sv_se: Dölj modulen

source: Are you sure you want to remove this module?
sv_se: Är du säker på att du vill ta bort modulen?

source: Saving…
sv_se: Sparar…

source: Close
sv_se: Stäng

source: Width
sv_se: Bredd

source: Deprecated
sv_se: Utgående

source: Edit Modules
sv_se: Redigera moduler

source: Dynamic Table
sv_se: Dynamisk tabell

source: Custom Table Class for the Front End
sv_se: Anpassad tabell-klass för front end

source: Max Rows
sv_se: Max rader

source: Sets the maximum rows for the table
sv_se: Ställer in maximala rader för tabellen

source: Disable Sort
sv_se: Inaktivera sortering

source: Disable Sort - this will disable drag and drop sorting of rows
sv_se: Inaktivera sortering - detta inaktiverar dra och släpp sortering av rader

source: Yes
sv_se: Ja

source: Fixed columns - column count and set names
sv_se: Fasta kolumner - kolumner och ange namn

source: Set default headers, one per line.
sv_se: Ställ in standardrubriker, en per rad.

source: Add contact
sv_se: Lägg till kontakt

source: grid-md-12
sv_se: o-grid-12@md

source: Compact mode
sv_se: Kompakt visningsläge

source: Disabled
sv_se: Avaktiverad

source: Curator Social Media
sv_se: Social Media (Curator.io)

source: Embed Code
sv_se: Inbäddningskod

source: Add your curator embed code here. Thios should be the full javascript. Appeance settings in the javascript configurator will not apply.
sv_se: Lägg till din curatorkod här. Det här ska vara det fullständiga javascriptet (inbäddningskoden) som du får av curator. Inga inställningar som påverkar utseendet kommer att gälla.

source: Number of posts
sv_se: Antal inlägg

source: Set the number items to show.
sv_se: Ange hur många inlägg du vill visa.

source: Usage of the curator social media integration
sv_se: Hur du använder curator integrationen

source: This is an integration module for https://curator.io. The module requires an account at the service. To integrate a feed, please head over to curator.io and follow the steps below. We assume that you already have an account, with a connected feed. 1. Login to you account. 2. Click on "style" in the sidebar navigation. 3. Click on "publish feed" (style won't matter). 4. Paste the embed code in the field above. 5. Save. Your feed should no be displayed.
sv_se: Det här är en integrationsmodul för https://curator.io. Modulen kräver att du har ett konto på tjänsten. För att integrera ett flöde, följ instruktionerna nedan. Vi utgår från att du redan har ett konto, och ett kopplat socialmediekonto. 1. Logga in på ditt konto. 2. Klicka på ”style” i navigationen till vänster. 3. Klicka på ”publicera feed” (inställningar för utseende påverkar inte visningen i modulen). 4. Klistra in koden i fältet ovan. 5. Spara. Nu visas ditt flöde på sidan.

source: Images
sv_se: Bild

source: Enter your embed url
sv_se: URL som ska embeddas

source: Iframe height
sv_se: Iframe höjd

source: pixels
sv_se: pixlar

source: Description
sv_se: Beskrivning

source: Describe the contents of this Iframe (not shown).
sv_se: Beskriv innehållet i denna Iframe (endast skärmläsare).

source: Image
sv_se: Bild

source: Allowed file types: jpg, png, gif
sv_se: Tillåtna filtyper: jpg, png, gif

source: Image caption
sv_se: Bildtext

source: Crop image
sv_se: Beskär bild

source: Cropping
sv_se: Beskärning

source: Check if you wold like to crop your image to a specific size
sv_se: Välj om du vill beskära bilden till en specifik storlek

source: Yes, make this image responsive
sv_se: Ja, gör bilden responsiv

source: Responsive
sv_se: Responsiv

source: Make the image responsive if you would like it to automatically resize to fit inside its container.
sv_se: Gör bilden responsiv om du vill att den automatiskt anpassar sig till tillgängligt utrymme.

source: Crop width
sv_se: Beskär till bredd

source: Crop height
sv_se: Beskär till höjd

source: Image size
sv_se: Bildstorlek

source: None
sv_se: Inget

source: Internal
sv_se: Intern

source: External
sv_se: Extern

source: Link
sv_se: Länk

source: Link url
sv_se: Länk url

source: Link page
sv_se: Länk till sida

source: Link type
sv_se: Typ av länk

source: No Link
sv_se: Ingen länk

source: Page
sv_se: Sida

source: Use featured image
sv_se: Använd utvald bild

source: Upload custom image
sv_se: Ladda upp egen bild

source: Hide image
sv_se: Dölj bild

source: featured
sv_se: Utvald

source: Upload image
sv_se: Ladda upp bild

source: Lead
sv_se: Ingress

source: Columns
sv_se: Kolumner

source: Post or page
sv_se: Inlägg eller sida

source: List
sv_se: Lista

source: Internal link
sv_se: Intern länk

source: External link
sv_se: Extern länk

source: If empty, title will default to the linked post's/page's title on internal links.
sv_se: För interna länkar kan fältet lämnas tomt för att använda det valda sidans/inläggets titel.

source: Date
sv_se: Datum

source: If checked, the publish/last modified date of the linked post will be displayed.
sv_se: Välj för att visa publiceringsdatum och datum för senast uppdaterad

source: Show publish date
sv_se: Visa publiceringsdatum

source: Map
sv_se: Karta

source: Map URL
sv_se: Kartans inbäddningsadress

source: Describe the contents of this map (not shown)
sv_se: Beskriv vad kartan illustrerar (endast skärmläsare)

source: Show button
sv_se: Visa knapp

source: Button label
sv_se: Knappens etikett

source: Button url
sv_se: Knappens länkmål

source: Enabled
sv_se: Aktiverad

source: Notice settings
sv_se: Notisinställningar

source: Success (green)
sv_se: Framgång (grön)

source: Info (black)
sv_se: Info (Svart)

source: Warning (gul)
sv_se: Varning (gul)

source: Danger (red)
sv_se: Fara (röd)

source: Display as
sv_se: Visa som

source: Expandable List
sv_se: Expanderbar lista

source: Post items
sv_se: Inläggsobjekt

source: News items
sv_se: Nyhetsobjekt

source: Altering grid size
sv_se: Slumpa rutnätets storlek

source: Yes, alter grid size automatically
sv_se: Ja, slumpa storlekar i rutnätet automatiskt

source: Fields
sv_se: Fält

source: Show date published
sv_se: Visa publiceringsdatum

source: Show excerpt
sv_se: Visa ingress

source: Show title
sv_se: Visa titel

source: Show featured image
sv_se: Visa utvald bild

source: Title column label
sv_se: Titelkolumnents märkning

source: List column labels
sv_se: Lista kolumnetiketter

source: A title field will always be added as the first column. You will need to go to each post in this list to give the values for each column.
sv_se: Ett titelfält kommer alltid att läggas till som första kolumn. Du behöver få till varje inlägg och lägga till värden för varje kolumn.

source: Column header
sv_se: Kolumnhuvud

source: Highlight post
sv_se: Markera inlägg

source: Date format
sv_se: Datumformat

source: Default timestamp
sv_se: Standardtidstämpel

source: Readable timestamp
sv_se: Läsbar tidsstämpel

source: Placeholder image
sv_se: Affischbild

source: Data filtering
sv_se: Filtrera data

source: Sort by
sv_se: Sortera efter

source: Do not sort
sv_se: Sortera inte

source: Date modified
sv_se: Senast uppdaterad

source: Random
sv_se: Slumpmässig

source: Comment count
sv_se: Antal kommentarer

source: Menu order
sv_se: Menyordning

source: Order
sv_se: Ordna efter

source: Ascending
sv_se: Stigande

source: Descending
sv_se: Fallande

source: Data source
sv_se: Datakälla

source: Child posts
sv_se: Underordnade inlägg

source: Manually picked posts
sv_se: Manuellt utvalda inlägg

source: Manual input
sv_se: Manuell inmatning

source: Pick posts to display
sv_se: Välj inlägg att visa

source: Childs of
sv_se: Inlägg som har förälder

source: Set to -1 to show all
sv_se: Ange -1 för att visa alla

source: Data input
sv_se: Datainmatning

source: Add
sv_se: Lägg till

source: Permalink
sv_se: Permalänk

source: Column values
sv_se: Kolumnvärden

source: Column values if expandable list is selected.
sv_se: Kolumnvärden om expanderbar lista är vald

source: Value
sv_se: Värde

source: Link to post type archive
sv_se: Länka till posttypens arkiv

source: Yes, link to post type archive
sv_se: Ja, länka till posttypens arkiv

source: RSS feed URL
sv_se: RSS-flödets URL

source: Number of items
sv_se: Antal poster

source: Sort order
sv_se: Sorteringsordning

source: Select order to sort the RSS feed
sv_se: Välj hur RSS-flödet ska sorteras

source: Summary
sv_se: Sammanfattning

source: Author
sv_se: Författare

source: Embed
sv_se: Inbäddad

source: Embed code
sv_se: Embed-kod

source: Paste your script code here (with &lt;style&gt; &lt;script&gt; tags if needed).
sv_se: Klistra in din skriptkod här (med &lt;style&gt; &lt;script&gt; -taggar om det behövs).

source: Card Padding
sv_se: Luft vid kortets sidor

source: Add padding to card (default: 0, no padding)
sv_se: Lägg till luft vid kortets sidor (Standard: 0, Ingen luft)

source: Sites
sv_se: Webbplater

source: Include main site
sv_se: Inkludera huvudsidan

source: Slider ratio
sv_se: Storleksförhållande

source: Wider (36:7)
sv_se: Bredare (36:7)

source: Wide (10:3)
sv_se: Bred (10:3)

source: Square (4:3)
sv_se: Kvadrat (4:3)

source: Autoslide
sv_se: Automatisk bläddring

source: Slide automatically between views
sv_se: Bläddra automatiskt mellan vyer

source: Slide interval
sv_se: Intervall för automatisk bläddring

source: seconds
sv_se: sekunder

source: Wrap around
sv_se: Återgå till början

source: Go to first slide when last item is reached
sv_se: Återgå till den första vyn när det inte finns fler vyer att visa

source: Slides
sv_se: Vyer

source: CSV Import
sv_se: Importera CSV

source: Table
sv_se: Tabell

source: Yes, use pagination on this table
sv_se: Ja, använd sidbläddning för tabellen

source: Yes, enable column sorting
sv_se: Ja, aktivera sortering

source: Enter your table contents, and select appearance and functionality options below.
sv_se: Ange tabellens innehåll och välj utseende och funktionalitetsinställningar nedan.

source: Yes, use search on this table
sv_se: Ja, aktivera sök i denna tabell

source: Text options
sv_se: Textinställningar

source: Widget Type
sv_se: Typ av widget

source: There are no options available for this widget type.<br> <style>.acf-field-57309aa0b176d {background-color: #FFDFDF;}</style>
sv_se: Det finns inga inställningar för denna typ av widget.<br> <style>.acf-field-57309aa0b176d {background-color: #FFDFDF;}</style>

source: No options avabile
sv_se: Inga tillgängliga alternativ

source: Show number of items indicator
sv_se: Visa antal

source: Show as dropdown list
sv_se: Visa som dropdown-lista

source: Show number of category items indicator
sv_se: Visa antal kategorier

source: Show as hierarchial list
sv_se: Visa som hierarkisk lista

source: Show as dropdown
sv_se: Visa som dropdown

source: Page ID
sv_se: Sidans ID

source: Select how to sort the pages
sv_se: Välj hur sidorna ska sorteras

source: Exclude
sv_se: Exkludera

source: ID:s of pages to exclude. Separated by comma.
sv_se: ID för sidor som du vill exkludera, separerade med kommatecken.

source: Number of comments to show
sv_se: Antal kommentarer att visa

source: Number of posts to show
sv_se: Antal inlägg att visa

source: Items to show
sv_se: Inlägg att visa

source: Yes, show summary
sv_se: Ja, visa sammandrag

source: Show summary
sv_se: Visa sammandrag

source: Yes, show author
sv_se: Ja, visa författare

source: Yes, show date
sv_se: Ja, visa datum

source: Show date
sv_se: Visa datum

source: Länkkategorier
sv_se: Länbkkatergorier

source: Taxonomy
sv_se: Kategori

source: Edit module
sv_se: Redigera modul

source: View Page
sv_se: Visa sida

source: Content
sv_se: Innehåll

source: Modularity editor
sv_se: Modularity redigerare

source: Editor
sv_se: Redigerare

source: Save modules
sv_se: Spara moduler

source: Enabled modules
sv_se: Aktiverade moduler

source: No active sidebar areas
sv_se: Inga aktiva sidebars

source: There's no active sidebars. Please activate sidebar areas in the Modularity Options to add modules.
sv_se: Det finns inga aktiva sidebars. Du kan aktivera sidebars under sidan ”Modularity -> Options”.

source: Modules saved
sv_se: Moduler sparades

source: Inherit
sv_se: Ärv

source: Scope styling
sv_se: Utseende

source: Select an apperance for this instance of module
sv_se: Välj ett alternativt utseende för den här modulen.

source: By selecting a scope for this class, they will appear in a different way than the standard layout.
sv_se: Välj ett specialutseende för den här modulen som passar ditt syfte med innehållet.

source: To get the full expirience of the <strong>Modularity</strong> plugin, please activate the <a href="http://www.advancedcustomfields.com/pro/" target="_blank">Advanced Custom Fields Pro</a> plugin.
sv_se: För att kunna utnyttja <strong>Modularity</strong> maximalt rekommenderar vi dig att installera och aktivera pluginet <a href="http://www.advancedcustomfields.com/pro/" target="_blank">Advanced Custom Fields Pro</a>.

source: Contacts v2
sv_se: Kontakter v2

source: Outputs one or more contacts
sv_se: Visar en eller flera kontakter

source: Opening hours
sv_se: Öppettider

source: Postal address
sv_se: Adress

source: Visiting address
sv_se: Besöksadress

source: Files
sv_se: Filer

source: Outputs a file archive.
sv_se: Visa ett filarkiv

source: Gallery
sv_se: Galleri

source: Galleries
sv_se: Gallerier

source: Outputs a gallery with images
sv_se: Visar ett galleri med bilder

source: Outputs an embedded page.
sv_se: Visar en inbäddad sida

source: Your iframe link must start with http<strong>s</strong>://. Links without this prefix will not display.
sv_se: Dina iframe url måste börja med http<strong>s</strong>://. Länkar utan detta prefix kommer inte att visas.

source: Outputs an image
sv_se: Visar en bild

source: Index card to use as an entry point for a "content section".
sv_se: Index-rutor att använda som ingångar till undersidor

source: Post article
sv_se: Inläggsartikel

source: Outputs title and content from any post or page
sv_se: Visar titel och brödtet från ett inlägg eller sida

source: Inlay List
sv_se: Lista

source: Inlay Lists
sv_se: Listor

source: Outputs one or more posts from selected post-type.
sv_se: Visar en eller flera inlägg från vald posttyp

source: Maps
sv_se: Kartor

source: Outputs an embedded map.
sv_se: Bäddar in en karta

source: Your map link must start with http<strong>s</strong>://. Links without this prefix will not display.
sv_se: Din länk måste starta med http<strong>s</strong>://

source: Notice
sv_se: Notis

source: Outputs a notice
sv_se: Visar en notis

source: Posts
sv_se: Inlägg

source: Outputs selected posts in specified layout
sv_se: Visar valda inlägg i en vald layout

source: Taxonomy display
sv_se: Visning av taxnomi

source: Modularity expandable list column values
sv_se: Expanderbar lista - kolumninnehåll

source: Load more
sv_se: Ladda in fler

source: ago
sv_se: sedan

source: No posts to show…
sv_se: Inga inlägg att visa

source: Show more
sv_se: Visa mer

source: Nothing to display…
sv_se: Inget att visa…

source: Search
sv_se: Sök

source: Date published
sv_se: Publiceringsdatum

source: From
sv_se: Från

source: From date
sv_se: Från datum

source: To
sv_se: Till

source: To date
sv_se: Till datum

source: Clear filters
sv_se: Återställ filter

source: Outputs a RSS feed
sv_se: Visar ett RSS-flöde

source: RSS feed URL is missing
sv_se: RSS-flödets URL saknas

source: RSS Error:
sv_se: RSS-fel:

source: An error has occurred, which probably means the feed is down. Try again later.
sv_se: Ett fel har uppstått, vilket antagligen betyder att flödet är nere. Försök igen senare.

source: Outputs unsanitized code to widget area.
sv_se: Matar ut kod

source: Outputs a grid list with att sites in the network.
sv_se: Matar ut ett rutmönster med webbplatser i nätverket.

source: Outputs multiple images or videos in a sliding apperance.
sv_se: Visar flera bilder eller filmer i ett bildspel

source: Read more
sv_se: Läs mer

source: Spacer
sv_se: Mellanrum

source: Spacers
sv_se: Mellanrum

source: Outputs whitespace.
sv_se: Lägger till mellanrum vertikalt.

source: Tables
sv_se: Tabeller

source: Outputs a flexible table with options.
sv_se: Visar en tabell

source: There was an error opening the selected .csv-file.
sv_se: Det uppstod ett fel när den valda .csv-filen skulle öppnas.

source: No data available in table
sv_se: Inga rader i tabellen

source: Showing _START_ to _END_ of _TOTAL_ entries
sv_se: Visar _START_ till _END_ av _TOTAL_ rader

source: Showing 0 to 0 of 0 entries
sv_se: Visar 0 till 0 av 0 rader

source: filtered from _MAX_ total entries
sv_se: filtrerad från _MAX_ rader

source: Show _MENU_ entries
sv_se: Visa _MENU_ rader

source: Loading...
sv_se: Laddar…

source: Processing...
sv_se: Bearbetar...

source: No matching records found
sv_se: Inga matchande rader hittades

source: First
sv_se: Första

source: Last
sv_se: Sista

source: Next
sv_se: Nästa

source: Previous
sv_se: Föregående

source: activate to sort column ascending
sv_se: aktivera för att sortera kolumnen i stigande ordning

source: activate to sort column descending
sv_se: aktivera för att sortera kolumnen i fallande ordning

source: Texts
sv_se: Texter

source: Outputs text
sv_se: Visar texter

source: Outputs an embedded Video.
sv_se: Visar en inbäddad video

source: Wordpress Widgets
sv_se: WordPress Widget

source: Outputs a default widget in WordPress
sv_se: Visar en WordPress widger

source: Archives
sv_se: Arkiv

source: Calendar
sv_se: Kalender

source: Categories
sv_se: Kategorier

source: Pages
sv_se: Sidor

source: Recent comments
sv_se: Senaste kommentarerna

source: Recent posts
sv_se: Senaste inläggen

source: Tag cloud
sv_se: Taggmoln

# add new button
source: Add New
sv_se: Lägg till ny

source: Add new %s
sv_se: Lägg till %s

source: New %s
sv_se: Ny %s

source: Edit %s
sv_se: Redigera %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: Parent %s
sv_se: Förälder %s

source: No %s
sv_se: Inga %s

source: No %s in trash
sv_se: Inga %s i papperskorgen

source: Hide title
sv_se: Dölj titel

source: Copy and paste this shortcode to display the module inline.
sv_se: Kopiera och klistra in denna shortcode i en brödtext där du vill visa modulen.

source: This modules is not used yet.
sv_se: Denna modulen används inte än.

source: This module is used on the following places:
sv_se: Denna modulen används på följande ställen:

source: Module description
sv_se: Modulbeskrivning

source: Title
sv_se: Titel

source: Usage
sv_se: Användning

source: Not used
sv_se: Inte använd

source: more
sv_se: fler

source: Options saved successfully
sv_se: Inställningarna sparades

source: Sidebar & Module Restrictions
sv_se: Begränsningar för ytor

source: Settings
sv_se: Inställningar

source: Template Areas
sv_se: Sidmallens ytor

source: Checking this will override the default module area settings.
sv_se: Om du markerar detta kommer åsidosättande av standardinställningarna för modulområdet.

source: Module Restrictions
sv_se: Modulrestriktioner

source: Checking this will filter the default module settings for each template.
sv_se: Om du markerar detta filtreras standardmodulinställningar för varje mall.

source: Active Sidebars
sv_se: Aktiva sidebars

source: Archive modules
sv_se: Arkivmoduler

source: Archive
sv_se: Arkiv

source: There's no archives to display
sv_se: Det finns inga arkiv att visa

source: Post Type Archive
sv_se: Posttyp-arkiv

source: Has modules
sv_se: Har moduler

source: View
sv_se: Visa

source: Edit modules
sv_se: Redigera moduler

source: Modularity Options
sv_se: Modularity inställningar

source: Options
sv_se: Inställningar

source: Search page modules
sv_se: Moduler på söksida

source: Restrictive Options
sv_se: Begränsande alternativ

source: Save options
sv_se: Spara inställningar

source: Core options
sv_se: Core inställningar

source: Module options
sv_se: Modulinställningar

source: Post types
sv_se: Posttyper

source: Template areas
sv_se: Mallområden

source: Only visible for administrators/editors. Please keep the description short and concisely.
sv_se: Visas bara för administratörer/redaktörer. Håll beskrivningen kort och lättläst.

source: Page:
sv_se: Sida:

source: Using template:
sv_se: Mall:

source: Save
sv_se: Spara

source: Drag your modules here…
sv_se: Dra moduler hit…

source: Show modules
sv_se: Visa moduler

source: before
sv_se: före

source: after
sv_se: efter

source: Hide global widgets
sv_se: Dölj widgets i denna sidebar

source: Show module's post type in admin menu
sv_se: Visa modulernas posttyper i administrationsmenyn

source: Enable and/or disable modules.
sv_se: Aktivera/inaktivera moduler

source: Note: You will not lose any data from disabling a module. However the modules will not be displayed on your site.
sv_se: Obs: Du kommer inte förlora någon data genom att inaktivera en modul (du kan alltid åtetraktivera den och behålla din nuvarande data). Tänk dock på att alla moduler av denna typ kommer döljas från dina sidor.

source: Deprecated modules
sv_se: Moduler som kommer att utgå

source: Some of your modules is set as deprecated. That means that the modules already created will still be available to display and edit, but the option to create new modules is disabled.
sv_se: Några av dina moduler kommer att utgå. Detta innebär att moduler av typen som du redan har skapat kan fortsätta användas men det kommer inte att gå att skapa upp nya moduler av typen.

source: Module
sv_se: Modul

source: Select which post types you would like to enable Modularity on.
sv_se: Välj vilka posttyper där du vill kunna använda Modularity

source: Post type
sv_se: Posttyp

source: Enable and/or disable areas in a specific template.
sv_se: Aktivera/inaktivera sidebars i en specifik mall

source: Pro tip:
sv_se: Proffstips:

source: Shift click on a checkbox to check/uncheck the area in all templates.
sv_se: Shift-klicka på en checkbox för att markera/avmarkera alla sidebars i mallen

source: Template
sv_se: Mall

source: Areas
sv_se: Sidebars

source: Selected module
sv_se: Vald modul

source: Not selected
sv_se: Inte vald

source: Module type
sv_se: Typ av modul

source: Module width
sv_se: Modulbredd

source: Browse modules
sv_se: Bläddra moduler

source: Choice
sv_se: Val

source: Enter each default value on a new line
sv_se: Ange varje standardvärde på en ny rad

source: Allow Null?
sv_se: Tillåt tomt värde

source: Error! Please enter a higher value
sv_se: Fel! Välj ett högre värde

source: Website
sv_se: Webbsida

source: Option to open in Current Window
sv_se: Alternativ att öppna i Aktuellt fönster

source: Return array instead of Link
sv_se: Returnera array istället för Länk

source: Value must be a valid URL
sv_se: Måste vara en giltig URL

source: Preview Size
sv_se: Förhandsgranskningsstorlek

source: Modular component system for WordPress
sv_se: Modulärt komponentssytem för WordPress
